Repository: skyinthe-sea/timebox
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, ja, ko, ru, zh

# hourBefore
source: {count}h before
de: {count}h vorher
fr: {count}h avant
hi: {count} घंटे पहले
ja: {count}時間前
ko: {count}시간 전
ru: За {count} ч
zh: {count}小时前

source: Alarm Settings
de: Alarm-Einstellungen
fr: Paramètres d'alarme
hi: अलार्म सेटिंग्स
ja: アラーム設定
ko: 알림 설정
ru: Настройки уведомлений
zh: 提醒设置

# alarmTimingNote
source: Multiple selection available
de: Mehrfachauswahl möglich
fr: Sélection multiple possible
hi: एकाधिक चयन संभव
ja: 複数選択可能
ko: 다중 선택 가능
ru: Множественный выбор
zh: 可多选

# noonTime
source: Noon (12:00)
de: Mittag (12:00)
fr: Midi (12:00)
hi: दोपहर (12:00)
ja: 正午 (12:00)
ko: 정오 (12:00)
ru: Полдень (12:00)
zh: 中午 (12:00)

source: Math Challenge
de: Mathe-Aufgabe
fr: Défi mathématique
hi: गणित चुनौती
ja: 計算問題
ko: 수학 문제
ru: Математическая задача
zh: 数学题

source: Enter answer
de: Antwort eingeben
fr: Entrez la réponse
hi: उत्तर दर्ज करें
ja: 答えを入力
ko: 답 입력
ru: Введите ответ
zh: 输入答案

# wrongAnswer
source: Incorrect. Please try again.
de: Falsch. Bitte erneut versuchen.
fr: Incorrect. Veuillez réessayer.
hi: गलत। कृपया पुनः प्रयास करें।
ja: 不正解です。もう一度お試しください。
ko: 틀렸습니다. 다시 시도하세요.
ru: Неправильно. Попробуйте снова.
zh: 答案错误，请重试。

# focusLockEnabled
source: Screen lock enabled
de: Bildschirmsperre aktiviert
fr: Verrouillage d'écran activé
hi: स्क्रीन लॉक सक्षम
ja: 画面ロックが有効です
ko: 화면 잠금 활성화됨
ru: Блокировка экрана включена
zh: 屏幕锁定已启用

source: Overlay permission required
de: Overlay-Berechtigung erforderlich
fr: Permission de superposition requise
hi: ओवरले अनुमति आवश्यक
ja: オーバーレイ権限が必要です
ko: 오버레이 권한이 필요합니다
ru: Требуется разрешение на оверлей
zh: 需要悬浮窗权限

source: No active time block
de: Kein aktiver Zeitblock
fr: Aucun bloc de temps actif
hi: कोई सक्रिय टाइम ब्लॉक नहीं
ja: 進行中のタイムブロックがありません
ko: 진행 중인 타임블록이 없습니다
ru: Нет активного таймблока
zh: 没有正在进行的时间块

# createTimeBlockFirst
source: Create a time block first from the calendar
de: Erstellen Sie zuerst einen Zeitblock im Kalender
fr: Créez d'abord un bloc de temps dans le calendrier
hi: पहले कैलेंडर से टाइम ब्लॉक बनाएं
ja: まずカレンダーでタイムブロックを作成してください
ko: 캘린더에서 타임블록을 먼저 생성하세요
ru: Сначала создайте таймблок в календаре
zh: 请先在日历中创建时间块

# exitFocus
source: Exit
de: Beenden
fr: Quitter
hi: बाहर निकलें
ja: 終了する
ko: 종료하기
ru: Выход
zh: 退出

# statsCompletionRates
source: Completion Rates
de: Abschlussraten
fr: Taux de complétion
hi: पूर्णता दरें
ja: 完了率
ko: 완료율
ru: Процент выполнения
zh: 完成率

# statsTaskPipeline
source: Task Pipeline
de: Aufgabenfluss
fr: Flux de tâches
hi: कार्य प्रवाह
ja: タスクフロー
ko: Task 흐름
ru: Поток задач
zh: 任务流程

# statsPlanVsActual
source: Plan vs Actual
de: Geplant vs Tatsächlich
fr: Planifié vs Réel
hi: योजना vs वास्तविक
ja: 計画 vs 実績
ko: 계획 vs 실제
ru: План vs Факт
zh: 计划 vs 实际

# statsPriorityBreakdown
source: Priority Performance
de: Leistung nach Priorität
fr: Performance par priorité
hi: प्राथमिकता प्रदर्शन
ja: 優先度別実績
ko: 우선순위별 성과
ru: По приоритетам
zh: 优先级表现

# statsFocusSummary
source: Focus Analysis
de: Fokus-Analyse
fr: Analyse de concentration
hi: फोकस विश्लेषण
ja: 集中分析
ko: 집중 분석
ru: Анализ фокуса
zh: 专注分析

# statsTopInsights
source: Insights
de: Einblicke
fr: Analyses
hi: अंतर्दृष्टि
ja: インサイト
ko: 인사이트
ru: Инсайты
zh: 洞察

# statsScheduled
source: Scheduled
de: Geplant
fr: Planifié
hi: शेड्यूल
ja: スケジュール
ko: 스케줄
ru: Запланировано
zh: 已安排

# statsCompleted
source: Completed
de: Abgeschlossen
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료
ru: Выполнено
zh: 已完成

# statsRolledOver
source: Rolled Over
de: Übertragen
fr: Reporté
hi: स्थानांतरित
ja: 繰り越し
ko: 이월
ru: Перенесено
zh: 已顺延

# statsEfficiency
source: Accuracy
de: Effizienz
fr: Efficacité
hi: दक्षता
ja: 正確度
ko: 효율
ru: Точность
zh: 准确度

# statsAccomplished
source: Done
ja: 達成
ru: Достигнуто
zh: 达成

# statsNoData
source: No data yet
de: Noch keine Daten
fr: Pas encore de données
hi: अभी तक कोई डेटा नहीं
ja: まだデータがありません
ko: 아직 데이터가 없어요
ru: Пока нет данных
zh: 暂无数据

# statsTop3Performance
source: Top 3 Achievement
hi: Top 3 उपलब्धि
ja: Top 3 達成状況
ru: Достижение Top 3
zh: Top 3 达成情况

# statsTop3Completed
source: Completed
hi: पूर्ण
ja: 完了
ru: Выполнено
zh: 已完成

# statsTop3Days
source: Days with Top 3
hi: Top 3 सेट किए गए दिन
ja: Top 3 設定日数
ru: Дней с Top 3
zh: 设置Top 3的天数

# statsTop3PerfectDays
source: Perfect days
hi: सभी पूर्ण दिन
ja: 全達成日
ru: Идеальных дней
zh: 全部完成的天数

# statsTop3Daily
source: Daily progress
hi: दैनिक प्रगति
ja: 日別達成状況
ru: Ежедневный прогресс
zh: 每日达成情况

source: days
hi: दिन
ja: 日
ru: дней
zh: 天

# navTimeline
source: Timeline
de: Zeitachse
fr: Chronologie
hi: टाइमलाइन
ja: タイムライン
ko: 타임라인
ru: Таймлайн
zh: 时间线

# navReport
source: Report
de: Bericht
fr: Rapport
hi: रिपोर्ट
ja: レポート
ko: 리포트
ru: Отчёт
zh: 报告

# suggestedTasks
source: Suggestions
de: Vorschläge
hi: सुझाए गए कार्य
ja: おすすめタスク
ko: 추천 할 일
ru: Рекомендуемые задачи
zh: 推荐任务

# taskSuggestionsHint
source: Tasks you've done before
de: Aufgaben, die Sie zuvor erledigt haben
fr: Tâches que vous avez déjà effectuées
hi: पहले किए गए कार्य
ja: 以前やったことのあるタスクです
ko: 이전에 자주 했던 할 일이에요
ru: Задачи, которые вы часто выполняли
zh: 您之前做过的任务

# topSuccessTasks
source: Most Completed Tasks
de: Am häufigsten erledigte Aufgaben
fr: Tâches les plus complétées
hi: सबसे ज़्यादा पूरे होने वाले कार्य
ja: 最も完了しやすいタスク
ko: 가장 잘 완료하는 Task
ru: Самые успешные задачи
zh: 完成率最高的任务

# topFailureTasks
source: Hardest to Complete
de: Schwer zu erledigende Aufgaben
fr: Tâches les plus difficiles
hi: पूरा करना कठिन कार्य
ja: 完了が難しいタスク
ko: 완료가 어려운 Task
ru: Сложные задачи
zh: 最难完成的任务

source: Completion Count
de: Erledigungsanzahl
fr: Nombre de complétions
hi: पूर्णता संख्या
ja: 完了回数
ko: 완료 횟수
ru: Выполнено раз
zh: 完成次数

source: Task Rankings
de: Aufgabenranking
fr: Classement des tâches
hi: कार्य रैंकिंग
ja: タスクランキング
ko: Task 랭킹
ru: Рейтинг задач
zh: 任务排名

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보처리방침
ru: Политика конфиденциальности
zh: 隐私政策

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
hi: सेवा की शर्तें
ja: 利用規約
ko: 이용약관
ru: Условия использования
zh: 服务条款

# privacyPolicyContent
source: Privacy Policy Last updated: January 1, 2026 1. Data Collection This app processes user-entered data such as tasks and time records. 2. Data Storage All data is stored locally on your device only. No data is transmitted to external servers. 3. Third Parties This app uses Google AdMob for advertising. AdMob may collect advertising identifiers. Please refer to Google's Privacy Policy for details. 4. Data Deletion All data stored on the device is automatically deleted when you uninstall the app. 5. Contact For privacy inquiries: myclick90@gmail.com
de: Datenschutzrichtlinie Letzte Aktualisierung: 1. Januar 2026 1. Datenerfassung Diese App verarbeitet vom Benutzer eingegebene Daten wie Aufgaben und Zeitaufzeichnungen. 2. Datenspeicherung Alle Daten werden nur lokal auf Ihrem Gerät gespeichert. Es werden keine Daten an externe Server übertragen. 3. Dritte Diese App verwendet Google AdMob für Werbung. AdMob kann Werbe-Identifikatoren erfassen. Weitere Informationen finden Sie in der Datenschutzrichtlinie von Google. 4. Datenlöschung Alle auf dem Gerät gespeicherten Daten werden automatisch gelöscht, wenn Sie die App deinstallieren. 5. Kontakt Für Datenschutzanfragen: myclick90@gmail.com
fr: Politique de confidentialité Dernière mise à jour : 1er janvier 2026 1. Collecte de données Cette application traite les données saisies par l'utilisateur, telles que les tâches et les enregistrements de temps. 2. Stockage des données Toutes les données sont stockées localement sur votre appareil uniquement. Aucune donnée n'est transmise à des serveurs externes. 3. Tiers Cette application utilise Google AdMob pour la publicité. AdMob peut collecter des identifiants publicitaires. Veuillez consulter la politique de confidentialité de Google pour plus de détails. 4. Suppression des données Toutes les données stockées sur l'appareil sont automatiquement supprimées lorsque vous désinstallez l'application. 5. Contact Pour les questions de confidentialité : myclick90@gmail.com
hi: गोपनीयता नीति अंतिम अपडेट: 1 जनवरी, 2026 1. डेटा संग्रह यह ऐप कार्य और समय रिकॉर्ड जैसे उपयोगकर्ता द्वारा दर्ज किए गए डेटा को संसाधित करता है। 2. डेटा संग्रहण सभी डेटा केवल आपके डिवाइस पर स्थानीय रूप से संग्रहीत होता है। कोई डेटा बाहरी सर्वर पर नहीं भेजा जाता। 3. तृतीय पक्ष यह ऐप विज्ञापन के लिए Google AdMob का उपयोग करता है। AdMob विज्ञापन पहचानकर्ता एकत्र कर सकता है। विवरण के लिए Google की गोपनीयता नीति देखें। 4. डेटा हटाना ऐप अनइंस्टॉल करने पर डिवाइस पर संग्रहीत सभी डेटा स्वचालित रूप से हटा दिया जाता है। 5. संपर्क गोपनीयता संबंधी पूछताछ: myclick90@gmail.com
ja: プライバシーポリシー 最終更新日: 2026年1月1日 1. 収集項目 本アプリは、タスクや時間記録など、ユーザーが入力したデータを処理します。 2. 保存方法 すべてのデータはお使いの端末にローカル保存されます。外部サーバーへの送信は行いません。 3. 第三者提供 本アプリは広告表示のためにGoogle AdMobを使用しています。AdMobは広告識別子を収集する場合があります。詳細はGoogleのプライバシーポリシーをご参照ください。 4. データの削除 アプリを削除すると、端末に保存されたすべてのデータが自動的に削除されます。 5. お問い合わせ プライバシーに関するお問い合わせ: myclick90@gmail.com
ko: 개인정보처리방침 최종 수정일: 2026년 1월 1일 1. 수집 항목 본 앱은 할 일, 시간 기록 등 사용자가 직접 입력한 앱 사용 데이터를 처리합니다. 2. 저장 방식 모든 데이터는 사용자의 기기 내에 로컬로만 저장되며, 외부 서버로 전송되지 않습니다. 3. 제3자 제공 본 앱은 광고 표시를 위해 Google AdMob을 사용합니다. AdMob은 광고 식별자를 수집할 수 있습니다. 자세한 내용은 Google 개인정보처리방침을 참고하세요. 4. 데이터 삭제 앱을 삭제하면 기기에 저장된 모든 데이터가 자동으로 삭제됩니다. 5. 문의 개인정보 관련 문의: myclick90@gmail.com
ru: Политика конфиденциальности Последнее обновление: 1 января 2026 1. Собираемые данные Приложение обрабатывает данные о задачах и времени, которые вы вводите. 2. Хранение данных Все данные хранятся локально на вашем устройстве и не передаются на внешние серверы. 3. Третьи стороны Приложение использует Google AdMob для показа рекламы. AdMob может собирать рекламные идентификаторы. Подробнее см. политику конфиденциальности Google. 4. Удаление данных При удалении приложения все данные автоматически удаляются. 5. Контакты По вопросам конфиденциальности: myclick90@gmail.com
zh: 隐私政策 最后更新：2026年1月1日 1. 数据收集 本应用处理用户输入的数据，如任务和时间记录。 2. 数据存储 所有数据仅存储在您的设备本地，不会传输到外部服务器。 3. 第三方 本应用使用Google AdMob进行广告展示。AdMob可能会收集广告标识符。详情请参阅Google隐私政策。 4. 数据删除 卸载应用时，设备上存储的所有数据将自动删除。 5. 联系方式 隐私相关咨询：myclick90@gmail.com

# termsOfServiceContent
source: Terms of Service Last updated: January 1, 2026 1. Service Description Timebox Planner is a mobile application that helps you manage your time and plan your schedule. 2. User Responsibilities Users are responsible for all data entered into the app and must use the app only for lawful purposes. 3. Disclaimer This app is provided "as is". The developer is not liable for any direct or indirect damages caused by data loss, missed schedules, or other issues. 4. Intellectual Property All intellectual property rights in the app's design, code, and content belong to the developer. 5. Changes to Terms These terms may be modified with prior notice. Changes will be communicated through app updates.
de: Nutzungsbedingungen Letzte Aktualisierung: 1. Januar 2026 1. Dienstbeschreibung Timebox Planner ist eine mobile Anwendung, die Ihnen bei der Zeitverwaltung und Terminplanung hilft. 2. Benutzerverantwortung Benutzer sind für alle in die App eingegebenen Daten verantwortlich und dürfen die App nur für rechtmäßige Zwecke nutzen. 3. Haftungsausschluss Diese App wird wie besehen bereitgestellt. Der Entwickler haftet nicht für direkte oder indirekte Schäden durch Datenverlust, verpasste Termine oder andere Probleme. 4. Geistiges Eigentum Alle geistigen Eigentumsrechte am Design, Code und Inhalt der App gehören dem Entwickler. 5. Änderungen der Bedingungen Diese Bedingungen können mit vorheriger Ankündigung geändert werden. Änderungen werden über App-Updates mitgeteilt.
fr: Conditions d'utilisation Dernière mise à jour : 1er janvier 2026 1. Description du service Timebox Planner est une application mobile qui vous aide à gérer votre temps et planifier votre emploi du temps. 2. Responsabilités de l'utilisateur Les utilisateurs sont responsables de toutes les données saisies dans l'application et doivent utiliser l'application uniquement à des fins légales. 3. Clause de non-responsabilité Cette application est fournie telle quelle. Le développeur n'est pas responsable des dommages directs ou indirects causés par la perte de données, les rendez-vous manqués ou d'autres problèmes. 4. Propriété intellectuelle Tous les droits de propriété intellectuelle relatifs au design, au code et au contenu de l'application appartiennent au développeur. 5. Modification des conditions Ces conditions peuvent être modifiées avec un préavis. Les changements seront communiqués par le biais des mises à jour de l'application.
hi: सेवा की शर्तें अंतिम अपडेट: 1 जनवरी, 2026 1. सेवा विवरण Timebox Planner एक मोबाइल एप्लिकेशन है जो आपके समय प्रबंधन और शेड्यूल नियोजन में मदद करता है। 2. उपयोगकर्ता की जिम्मेदारी उपयोगकर्ता ऐप में दर्ज सभी डेटा के लिए जिम्मेदार हैं और केवल वैध उद्देश्यों के लिए ऐप का उपयोग करें। 3. अस्वीकरण यह ऐप "जैसा है" प्रदान किया जाता है। डेटा हानि, छूटे शेड्यूल या अन्य समस्याओं से होने वाली प्रत्यक्ष या अप्रत्यक्ष क्षति के लिए डेवलपर उत्तरदायी नहीं है। 4. बौद्धिक संपदा ऐप के डिज़ाइन, कोड और सामग्री के सभी बौद्धिक संपदा अधिकार डेवलपर के हैं। 5. शर्तों में परिवर्तन ये शर्तें पूर्व सूचना के साथ संशोधित की जा सकती हैं। परिवर्तन ऐप अपडेट के माध्यम से सूचित किए जाएंगे।
ja: 利用規約 最終更新日: 2026年1月1日 1. サービス説明 Timebox Plannerは、時間管理とスケジュール計画を支援するモバイルアプリケーションです。 2. ユーザーの責任 ユーザーは、アプリに入力するすべてのデータに対して責任を負い、合法的な目的でのみアプリを使用する必要があります。 3. 免責事項 本アプリは「現状のまま」提供されます。データの損失やスケジュールの見逃しなどによる直接的・間接的な損害について、開発者は責任を負いません。 4. 知的財産権 本アプリのデザイン、コード、コンテンツに関するすべての知的財産権は開発者に帰属します。 5. 規約の変更 本規約は事前通知の上、変更されることがあります。変更はアプリのアップデートを通じてお知らせします。
ko: 이용약관 최종 수정일: 2026년 1월 1일 1. 서비스 설명 Timebox Planner는 시간 관리 및 일정 계획을 돕는 모바일 애플리케이션입니다. 2. 사용자 책임 사용자는 앱에 입력하는 모든 데이터에 대한 책임을 지며, 앱을 합법적인 목적으로만 사용해야 합니다. 3. 면책 조항 본 앱은 "있는 그대로" 제공됩니다. 데이터 손실, 일정 누락 등으로 인한 직간접적 손해에 대해 개발자는 책임을 지지 않습니다. 4. 지적재산권 본 앱의 디자인, 코드, 콘텐츠에 대한 모든 지적재산권은 개발자에게 귀속됩니다. 5. 약관 변경 본 약관은 사전 고지 후 변경될 수 있으며, 변경 사항은 앱 업데이트를 통해 공지됩니다.
ru: Условия использования Последнее обновление: 1 января 2026 1. Описание сервиса Timebox Planner — мобильное приложение для управления временем и планирования. 2. Ответственность пользователя Вы несёте ответственность за все данные, которые вводите, и должны использовать приложение в законных целях. 3. Ограничение ответственности Приложение предоставляется «как есть». Разработчик не несёт ответственности за потерю данных или пропущенные события. 4. Интеллектуальная собственность Все права на дизайн, код и контент принадлежат разработчику. 5. Изменения условий Условия могут быть изменены с предварительным уведомлением через обновление приложения.
zh: 服务条款 最后更新：2026年1月1日 1. 服务说明 Timebox Planner是一款帮助您管理时间和规划日程的移动应用程序。 2. 用户责任 用户对输入到应用中的所有数据负责，且只能将应用用于合法目的。 3. 免责声明 本应用按"原样"提供。对于数据丢失、日程遗漏等问题造成的直接或间接损失，开发者不承担责任。 4. 知识产权 应用的设计、代码和内容的所有知识产权归开发者所有。 5. 条款变更 本条款可能会在事先通知后进行修改。变更将通过应用更新进行通知。

# durationFormat
source: {hours}h {minutes}m
de: {hours}h {minutes}min
fr: {hours}h {minutes}min
hi: {hours}घं {minutes}मि
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분
ru: {hours} ч {minutes} мин
zh: {hours}时{minutes}分

source: Previous day
de: Vorheriger Tag
fr: Jour précédent
hi: पिछला दिन
ja: 前日
ko: 이전 날
ru: Предыдущий день
zh: 前一天

source: Next day
de: Nächster Tag
fr: Jour suivant
hi: अगला दिन
ja: 翌日
ko: 다음 날
ru: Следующий день
zh: 后一天

source: No title
de: Ohne Titel
fr: Sans titre
hi: शीर्षक नहीं
ja: タイトルなし
ko: 제목 없음
ru: Без названия
zh: 无标题

source: Incomplete
de: Unvollständig
fr: Incomplet
hi: अपूर्ण
ja: 未完了
ko: 미완료
ru: Не завершено
zh: 未完成

source: Revert
de: Rückgängig
fr: Annuler
hi: वापस करें
ja: 元に戻す
ko: 되돌리기
ru: Отменить
zh: 恢复

source: Status Change
de: Statusänderung
fr: Changement de statut
hi: स्थिति बदलें
ja: ステータス変更
ko: 상태 변경
ru: Изменить статус
zh: 状态变更

source: Time Block Result
de: Zeitblock-Ergebnis
fr: Résultat du bloc de temps
hi: टाइम ब्लॉक परिणाम
ja: タイムブロック結果
ko: 타임블록 결과
ru: Результат таймблока
zh: 时间块结果

source: Reverted
de: Rückgängig gemacht
fr: Annulé
hi: वापस किया गया
ja: 元に戻しました
ko: 되돌림 처리되었습니다
ru: Отменено
zh: 已恢复

# markedComplete
source: Marked as complete
de: Als abgeschlossen markiert
fr: Marqué comme terminé
hi: पूर्ण के रूप में चिह्नित
ja: 完了にしました
ko: 완료 처리되었습니다
ru: Отмечено как выполнено
zh: 已标记为完成

# markedIncomplete
source: Marked as incomplete
de: Als unvollständig markiert
fr: Marqué comme incomplet
hi: अपूर्ण के रूप में चिह्नित
ja: 未完了にしました
ko: 미완료 처리되었습니다
ru: Отмечено как не выполнено
zh: 已标记为未完成

source: Delete Time Block
de: Zeitblock löschen
fr: Supprimer le bloc de temps
hi: टाइम ब्लॉक हटाएं
ja: タイムブロックを削除
ko: 타임블록 삭제
ru: Удалить таймблок
zh: 删除时间块

# deleteTimeBlockConfirm
source: Are you sure you want to delete this time block?
de: Diesen Zeitblock wirklich löschen?
fr: Voulez-vous supprimer ce bloc de temps ?
hi: क्या आप यह टाइम ब्लॉक हटाना चाहते हैं?
ja: このタイムブロックを削除しますか？
ko: 이 타임블록을 삭제하시겠습니까?
ru: Удалить этот таймблок?
zh: 确定要删除此时间块吗？

source: Remove from Top 3
de: Aus Top 3 entfernen
fr: Retirer du Top 3
hi: Top 3 से हटाएं
ja: Top 3から削除
ko: Top 3에서 제거
ru: Убрать из Топ 3
zh: 从Top 3中移除

# scoreUp
source: +{change} from yesterday!
de: +{change} gegenüber gestern!
fr: +{change} par rapport à hier !
hi: कल से {change} अंक बढ़ा!
ja: 昨日より{change}ポイント上昇！
ko: 어제보다 {change}점 상승!
ru: На {change} баллов выше вчерашнего!
zh: 比昨天提高{change}分！

# scoreDown
source: -{change} from yesterday
de: -{change} gegenüber gestern
fr: -{change} par rapport à hier
hi: कल से {change} अंक कम
ja: 昨日より{change}ポイント低下
ko: 어제보다 {change}점 하락
ru: На {change} баллов ниже вчерашнего
zh: 比昨天降低{change}分

# scoreSame
source: Same as yesterday
de: Gleich wie gestern
fr: Identique à hier
hi: कल जैसा ही
ja: 昨日と同じ
ko: 어제와 동일
ru: Как вчера
zh: 与昨天持平

# average
source: avg
de: Ø
fr: moy
hi: औसत
ja: 平均
ko: 평균
ru: Среднее
zh: 平均

# dailyReminderTitle
source: Plan your day!
de: Plane deinen Tag!
fr: Planifiez votre journée !
hi: आज की योजना बनाएं!
ja: 今日の計画を立てましょう！
ko: 오늘의 계획을 세워보세요!
ru: Составьте план на сегодня!
zh: 来制定今天的计划吧！

# dailyReminderBody
source: The first step to achieving your goals.
de: Der erste Schritt zu deinen Zielen.
fr: Le premier pas vers vos objectifs.
hi: लक्ष्य प्राप्ति की पहली कदम।
ja: 目標達成への第一歩です。
ko: 목표 달성을 위한 첫 걸음입니다.
ru: Первый шаг к достижению цели.
zh: 实现目标的第一步。

source: Monday
de: Montag
fr: Lundi
hi: सोमवार
ja: 月曜日
ko: 월요일
ru: Понедельник
zh: 星期一

source: Tuesday
de: Dienstag
fr: Mardi
hi: मंगलवार
ja: 火曜日
ko: 화요일
ru: Вторник
zh: 星期二

source: Wednesday
de: Mittwoch
fr: Mercredi
hi: बुधवार
ja: 水曜日
ko: 수요일
ru: Среда
zh: 星期三

source: Thursday
de: Donnerstag
fr: Jeudi
hi: गुरुवार
ja: 木曜日
ko: 목요일
ru: Четверг
zh: 星期四

source: Friday
de: Freitag
fr: Vendredi
hi: शुक्रवार
ja: 金曜日
ko: 금요일
ru: Пятница
zh: 星期五

source: Saturday
de: Samstag
fr: Samedi
hi: शनिवार
ja: 土曜日
ko: 토요일
ru: Суббота
zh: 星期六

source: Sunday
de: Sonntag
fr: Dimanche
hi: रविवार
ja: 日曜日
ko: 일요일
ru: Воскресенье
zh: 星期日

# insightPeriodYesterday
source: yesterday
de: gestern
fr: hier
hi: कल
ja: 昨日
ko: 어제
ru: Вчера
zh: 昨天

# insightPeriodToday
source: today
de: heute
fr: aujourd'hui
hi: आज
ja: 今日
ko: 오늘
ru: Сегодня
zh: 今天

# insightPeriodWeekFirstHalf
source: the first half of this week
de: die erste Wochenhälfte
fr: la première moitié de la semaine
hi: इस सप्ताह के पहले भाग
ja: 今週前半
ko: 이번 주 전반
ru: Начало недели
zh: 本周前半段

# insightFocusTimeTitle
source: Peak focus at {hour}:00 on {dayName}
de: Höchste Konzentration um {hour} Uhr am {dayName}
fr: Pic de concentration à {hour}h le {dayName}
hi: {dayName} {hour} बजे सबसे ज़्यादा एकाग्रता थी
ja: {dayName}{hour}時に最も集中力が高かったです
ko: {dayName} {hour}시에 가장 집중력이 높았어요
ru: Максимальная концентрация в {dayName} в {hour}:00
zh: {dayName}{hour}点专注力最高

# insightFocusTimeDesc
source: Try scheduling important tasks during this time
de: Plane wichtige Aufgaben in dieser Zeit
fr: Planifiez les tâches importantes pendant ce créneau
hi: इस समय महत्वपूर्ण कार्य रखने का प्रयास करें
ja: この時間帯に重要なタスクを配置してみてください
ko: 이 시간대에 중요한 작업을 배치해보세요
ru: Планируйте важные задачи на это время
zh: 尝试在这个时间段安排重要任务

# insightTagAccuracyFasterTitle
source: Completed {tagName} tasks {minutes}m faster
de: {tagName}-Aufgaben {minutes}min schneller erledigt
fr: Tâches {tagName} terminées {minutes}min plus vite
hi: {tagName} कार्य {minutes} मिनट तेज़ी से पूरे किए
ja: {tagName}タスクを{minutes}分早く完了しました
ko: {tagName} 태그 작업을 {minutes}분 빠르게 완료했어요
ru: Задачи с тегом {tagName} выполнены на {minutes} мин быстрее
zh: {tagName}类任务提前{minutes}分钟完成

# insightTagAccuracySlowerTitle
source: {tagName} tasks took {minutes}m longer
de: {tagName}-Aufgaben brauchten {minutes}min länger
fr: Tâches {tagName} ont pris {minutes}min de plus
hi: {tagName} कार्यों में {minutes} मिनट अधिक लगे
ja: {tagName}タスクに{minutes}分多くかかりました
ko: {tagName} 태그 작업에 {minutes}분 더 걸렸어요
ru: Задачи с тегом {tagName} заняли на {minutes} мин больше
zh: {tagName}类任务多用了{minutes}分钟

# insightTagAccuracyFasterDesc
source: Your time estimates are getting more accurate
de: Deine Zeitschätzungen werden genauer
fr: Vos estimations de temps deviennent plus précises
hi: आपके समय अनुमान सटीक हो रहे हैं
ja: 時間見積もりが正確になっています
ko: 예상 시간 산정이 정확해지고 있어요
ru: Ваши оценки времени становятся точнее
zh: 你的时间估算越来越准确了

# insightTagAccuracySlowerDesc
source: Try allocating more time for this type of task
de: Plane mehr Zeit für diese Art von Aufgabe ein
fr: Essayez d'allouer plus de temps pour ce type de tâche
hi: इस प्रकार के कार्य के लिए अधिक समय आवंटित करें
ja: このタイプのタスクにもう少し時間を割り当ててみてください
ko: 이 유형의 작업에 더 넉넉한 시간을 배분해보세요
ru: Выделяйте больше времени на такие задачи
zh: 尝试为这类任务分配更多时间

# insightRolloverTitle
source: {rolloverCount} out of {taskCount} tasks were rolled over
de: {rolloverCount} von {taskCount} Aufgaben wurden übertragen
fr: {rolloverCount} sur {taskCount} tâches reportées
hi: {taskCount} में से {rolloverCount} कार्य स्थानांतरित हुए
ja: {taskCount}件中{rolloverCount}件の繰り越しタスクがあります
ko: 이월 작업이 {rolloverCount}건 중 {taskCount}건이에요
ru: Перенесённых задач: {taskCount} из {rolloverCount}
zh: {taskCount}个任务中有{rolloverCount}个被顺延

# insightRolloverDesc
source: Try breaking tasks into smaller pieces or reprioritizing
de: Teile Aufgaben auf oder setze neue Prioritäten
fr: Essayez de diviser les tâches ou de reprioriser
hi: कार्यों को छोटे हिस्सों में बांटने या प्राथमिकता बदलने का प्रयास करें
ja: タスクを細分化するか優先順位を見直してみてください
ko: 작업을 더 작게 나누거나 우선순위를 재조정해보세요
ru: Разбивайте задачи на меньшие или пересмотрите приоритеты
zh: 尝试将任务拆分或重新排列优先级

# insightStreakTitle
source: {days}-day streak of executing your plan!
de: {days} Tage in Folge geplant!
fr: {days} jours consécutifs de planification !
hi: {days} दिन लगातार योजना पर अमल!
ja: {days}日連続で計画を実行中です！
ko: {days}일 연속으로 계획을 실행하고 있어요!
ru: {days} дней подряд выполняете план!
zh: 连续{days}天执行计划！

# insightStreakDesc
source: Consistency is the key to success
de: Beständigkeit ist der Schlüssel zum Erfolg
fr: La régularité est la clé du succès
hi: निरंतरता सफलता की कुंजी है
ja: 継続は成功の鍵です
ko: 꾸준함이 성공의 열쇠입니다
ru: Постоянство — ключ к успеху
zh: 坚持是成功的关键

# insightScoreUpTitle
source: Productivity up {scoreDiff} points vs {period}
de: Produktivität {scoreDiff} Punkte höher als {period}
fr: Productivité en hausse de {scoreDiff} pts vs {period}
hi: {period} से उत्पादकता {scoreDiff} अंक बढ़ी
ja: {period}より生産性が{scoreDiff}ポイント上昇しました
ko: {period} 대비 생산성이 {scoreDiff}점 올랐어요
ru: Продуктивность выросла на {scoreDiff} баллов по сравнению с {period}
zh: 相比{period}，生产力提高了{scoreDiff}分

# insightScoreUpDesc
source: Keep up the great momentum!
de: Weiter so!
fr: Continuez sur cette lancée !
hi: अच्छी गति बनाए रखें!
ja: 良い流れを維持しましょう！
ko: 좋은 흐름을 유지하세요!
ru: Продолжайте в том же духе!
zh: 保持这个好势头！
