Repository: skyinthe-sea/timebox
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, ja, ko, ru, zh

# insightScoreDownTitle
source: Productivity down {scoreDiff} points vs {period}
de: Produktivität {scoreDiff} Punkte niedriger als {period}
fr: Productivité en baisse de {scoreDiff} pts vs {period}
hi: {period} से उत्पादकता {scoreDiff} अंक घटी
ja: {period}より生産性が{scoreDiff}ポイント低下しました
ko: {period} 대비 생산성이 {scoreDiff}점 떨어졌어요
ru: Продуктивность снизилась на {scoreDiff} баллов по сравнению с {period}
zh: 相比{period}，生产力下降了{scoreDiff}分

# insightScoreDownDesc
source: Try adjusting your plan a bit
de: Passe deinen Plan etwas an
fr: Essayez d'ajuster votre planning
hi: योजना में थोड़ा समायोजन करें
ja: 計画を少し調整してみてください
ko: 계획을 조금 조정해보세요
ru: Немного скорректируйте план
zh: 尝试调整一下计划

# insightBestDayTitle
source: {dayName} is your most productive day
de: {dayName} ist dein produktivster Tag
fr: {dayName} est votre jour le plus productif
hi: {dayName} आपका सबसे उत्पादक दिन है
ja: {dayName}が最も生産的な曜日です
ko: {dayName}이 가장 생산적인 요일이에요
ru: {dayName} — ваш самый продуктивный день
zh: {dayName}是你最高效的一天

# insightBestDayDesc
source: Average score: {score} points
de: Durchschnittliche Punktzahl: {score}
fr: Score moyen : {score} pts
hi: औसत स्कोर: {score} अंक
ja: 平均スコア: {score}ポイント
ko: 평균 점수: {score}점
ru: Средний балл: {score}
zh: 平均得分：{score}分

# insightTimeSavedTitle
source: Saved {minutes}m vs {period} plan
de: {minutes}min gespart gegenüber {period}-Plan
fr: {minutes}min économisées vs plan {period}
hi: {period} योजना से {minutes} मिनट बचाए
ja: {period}の計画より{minutes}分節約しました
ko: {period} 계획보다 {minutes}분 절약했어요
ru: Сэкономлено {minutes} мин за {period}
zh: 比{period}计划节省了{minutes}分钟

# insightTimeSavedDesc
source: You're managing your time efficiently
de: Dein Zeitmanagement ist effizient
fr: Votre gestion du temps est efficace
hi: आप कुशलता से समय प्रबंधन कर रहे हैं
ja: 効率的な時間管理ができています
ko: 효율적인 시간 관리를 하고 있어요
ru: Отличное управление временем
zh: 你的时间管理很高效

# insightTimeOverTitle
source: Exceeded plan by {minutes}m vs {period}
de: {minutes}min über {period}-Plan
fr: {minutes}min de dépassement vs plan {period}
hi: {period} योजना से {minutes} मिनट अधिक लगे
ja: {period}の計画より{minutes}分超過しました
ko: {period} 계획보다 {minutes}분 초과했어요
ru: Превышение на {minutes} мин за {period}
zh: 比{period}计划超出{minutes}分钟

# insightTimeOverDesc
source: Try setting more generous time estimates
de: Versuche großzügigere Zeitschätzungen
fr: Essayez des estimations de temps plus généreuses
hi: समय अनुमान में थोड़ा अतिरिक्त जोड़ें
ja: 時間見積もりを少し余裕を持たせてみてください
ko: 시간 예측을 조금 여유 있게 설정해보세요
ru: Закладывайте немного больше времени
zh: 尝试设置更宽裕的时间估算

# insightTaskFirstTitle
source: Completed your first task today!
de: Erste Aufgabe des Tages erledigt!
fr: Première tâche du jour terminée !
hi: आज का पहला कार्य पूरा किया!
ja: 今日の最初のタスクを完了しました！
ko: 오늘 첫 번째 작업을 완료했어요!
ru: Первая задача дня выполнена!
zh: 完成了今天的第一个任务！

# insightTaskFirstDesc
source: Great start
de: Guter Start
fr: Bon début
hi: अच्छी शुरुआत
ja: 良いスタートです
ko: 좋은 시작이에요
ru: Хорошее начало
zh: 好的开始

# insightTaskAllCompleteTitle
source: All tasks completed today!
de: Alle Aufgaben erledigt!
fr: Toutes les tâches terminées !
hi: आज के सभी कार्य पूरे!
ja: 今日のすべてのタスクを完了しました！
ko: 오늘의 모든 작업을 완료했어요!
ru: Все задачи на сегодня выполнены!
zh: 今天所有任务都完成了！

# insightTaskAllCompleteDesc
source: Finished all {total} tasks
de: Alle {total} Aufgaben geschafft
fr: {total} tâches accomplies
hi: कुल {total} कार्य पूरे किए
ja: 合計{total}個のタスクを達成しました
ko: 총 {total}개의 작업을 해냈어요
ru: Выполнено задач: {total}
zh: 共完成{total}个任务

# insightTaskNoneTitle
source: No tasks completed yet
de: Noch keine Aufgabe erledigt
fr: Aucune tâche terminée
hi: अभी कोई कार्य पूरा नहीं हुआ
ja: まだ完了したタスクがありません
ko: 아직 완료한 작업이 없어요
ru: Пока нет выполненных задач
zh: 还没有完成的任务

# insightTaskNoneDesc
source: Start with something small
de: Fang klein an
fr: Commencez par quelque chose de simple
hi: छोटे से शुरू करें
ja: 小さなことから始めてみましょう
ko: 작은 것부터 시작해보세요
ru: Начните с малого
zh: 从小事做起

# insightTaskPartialTitle
source: {completed} of {total} tasks completed
de: {completed} von {total} Aufgaben erledigt
fr: {completed} sur {total} tâches terminées
hi: {total} में से {completed} कार्य पूरे
ja: {total}個中{completed}個のタスクを完了
ko: {total}개 중 {completed}개 작업 완료
ru: Выполнено {completed} из {total} задач
zh: {total}个中完成了{completed}个任务

# insightTaskPartialDesc
source: {remaining} to go, keep it up!
de: Noch {remaining}, weiter so!
fr: Plus que {remaining}, courage !
hi: {remaining} बाकी हैं, हिम्मत रखें!
ja: あと{remaining}個、頑張りましょう！
ko: {remaining}개 남았어요, 힘내세요!
ru: Осталось {remaining}, вы справитесь!
zh: 还剩{remaining}个，加油！

# insightFocusEffTitle
source: Focus efficiency: {percent}%
de: Fokus-Effizienz: {percent}%
fr: Efficacité de concentration : {percent}%
hi: एकाग्रता दक्षता {percent}%
ja: 集中効率 {percent}%
ko: 집중 효율 {percent}%
ru: Эффективность фокуса: {percent}%
zh: 专注效率 {percent}%

# insightFocusEffHighDesc
source: Maintaining high focus
de: Hohe Konzentration beibehalten
fr: Concentration élevée maintenue
hi: उच्च एकाग्रता बनाए रखी है
ja: 高い集中力を維持しています
ko: 높은 집중력을 유지하고 있어요
ru: Отличная концентрация
zh: 保持着高度专注

# insightFocusEffMedDesc
source: Focus level is moderate
de: Konzentration auf mittlerem Niveau
fr: Niveau de concentration moyen
hi: एकाग्रता सामान्य स्तर पर है
ja: 集中力は普通レベルです
ko: 집중력이 보통 수준이에요
ru: Средний уровень концентрации
zh: 专注力处于中等水平

# insightFocusEffLowDesc
source: Try improving your focus environment
de: Verbessere deine Fokus-Umgebung
fr: Améliorez votre environnement de concentration
hi: एकाग्रता वातावरण में सुधार करें
ja: 集中環境を改善してみてください
ko: 집중 환경을 개선해보세요
ru: Улучшите условия для фокуса
zh: 尝试改善专注环境

# insightTimeEstTitle
source: Time estimation accuracy: {percent}%
de: Zeitschätzungs-Genauigkeit: {percent}%
fr: Précision des estimations : {percent}%
hi: समय अनुमान सटीकता {percent}%
ja: 時間予測精度 {percent}%
ko: 시간 예측 정확도 {percent}%
ru: Точность оценки времени: {percent}%
zh: 时间估算准确度 {percent}%

# insightTimeEstHighDesc
source: Your time estimates are accurate
de: Deine Zeitschätzungen sind genau
fr: Vos estimations sont précises
hi: आपके समय अनुमान सटीक हैं
ja: 時間見積もりが正確です
ko: 시간 예측이 정확해요
ru: Точные оценки времени
zh: 时间估算很准确

# insightTimeEstMedDesc
source: Consider adjusting your time estimates
de: Passe deine Zeitschätzungen an
fr: Ajustez vos estimations de temps
hi: समय अनुमान में थोड़ा समायोजन करें
ja: 時間見積もりを少し調整してみてください
ko: 시간 예측을 조금 조정해보세요
ru: Немного скорректируйте оценки
zh: 考虑调整时间估算

# insightTimeEstLowDesc
source: Record actual times to improve estimation
de: Notiere die tatsächliche Zeit zur Verbesserung
fr: Notez le temps réel pour améliorer les estimations
hi: वास्तविक समय रिकॉर्ड करके अनुमान सुधारें
ja: 実際の所要時間を記録して予測を改善しましょう
ko: 실제 소요 시간을 기록하여 예측을 개선해보세요
ru: Записывайте фактическое время для улучшения оценок
zh: 记录实际用时来改善估算

# insightTop3AllCompleteTitle
source: All Top 3 achieved!
de: Alle Top 3 erreicht!
fr: Top 3 atteint !
hi: सभी Top 3 प्राप्त!
ja: Top 3をすべて達成しました！
ko: Top 3를 모두 달성했어요!
ru: Все Топ 3 выполнены!
zh: Top 3全部达成！

# insightTop3AllCompleteDesc
source: Focused on what matters most
de: Auf das Wichtigste konzentriert
fr: Concentré sur l'essentiel
hi: सबसे महत्वपूर्ण कार्यों पर ध्यान दिया
ja: 最も重要なことに集中しました
ko: 가장 중요한 일에 집중했어요
ru: Вы сфокусировались на главном
zh: 专注于最重要的事情

# insightTop3PartialTitle
source: {completed} of Top 3 achieved
de: {completed} von Top 3 erreicht
fr: {completed} du Top 3 atteints
hi: Top 3 में से {completed} प्राप्त
ja: Top 3中{completed}個達成
ko: Top 3 중 {completed}개 달성
ru: Выполнено {completed} из Топ 3
zh: Top 3中完成了{completed}个

# insightTop3PartialDesc
source: {remaining} more to go
de: Noch {remaining} zu erreichen
fr: Encore {remaining} à atteindre
hi: {remaining} और प्राप्त करें
ja: あと{remaining}個達成しましょう
ko: {remaining}개 더 달성해보세요
ru: Осталось ещё {remaining}
zh: 还有{remaining}个待完成

# insightScoreGreatTitle
source: What a great day!
de: Was für ein toller Tag!
fr: Quelle journée !
hi: शानदार दिन!
ja: 素晴らしい一日でした！
ko: 훌륭한 하루였어요!
ru: Отличный день!
zh: 太棒了！

# insightScoreGreatDesc
source: Productivity score: {score}
de: Produktivitätswert: {score}
fr: Score de productivité : {score}
hi: उत्पादकता स्कोर {score} अंक
ja: 生産性スコア {score}ポイント
ko: 생산성 점수 {score}점
ru: Балл продуктивности: {score}
zh: 生产力得分 {score}分

# insightScoreNormalTitle
source: Good work today
de: Gute Arbeit heute
fr: Bon travail aujourd'hui
hi: आज भी अच्छा काम किया
ja: 今日もお疲れ様でした
ko: 오늘도 수고했어요
ru: Хорошая работа сегодня
zh: 今天辛苦了

# insightScoreNormalDesc
source: Productivity score: {score}
de: Produktivitätswert: {score}
fr: Score de productivité : {score}
hi: उत्पादकता स्कोर {score} अंक
ja: 生産性スコア {score}ポイント
ko: 생산성 점수 {score}점
ru: Балл продуктивности: {score}
zh: 生产力得分 {score}分

# insightWeekAvgTitle
source: Weekly average: {score} points
de: Wochendurchschnitt: {score} Punkte
fr: Moyenne hebdo : {score} pts
hi: साप्ताहिक औसत: {score} अंक
ja: 今週の平均スコア: {score}ポイント
ko: 이번 주 평균 점수: {score}점
ru: Средний балл за неделю: {score}
zh: 本周平均：{score}分

# insightWeekAvgHighDesc
source: Great performance all week
de: Tolle Leistung die ganze Woche
fr: Excellente performance toute la semaine
hi: पूरे सप्ताह शानदार प्रदर्शन
ja: 一週間ずっと素晴らしかったです
ko: 일주일 내내 훌륭했어요
ru: Отличная неделя
zh: 整周表现出色

# insightWeekAvgLowDesc
source: Next week will be better
de: Nächste Woche wird besser
fr: La semaine prochaine sera meilleure
hi: अगला सप्ताह बेहतर होगा
ja: 来週はもっと良くなりますよ
ko: 다음 주는 더 나아질 거에요
ru: Следующая неделя будет лучше
zh: 下周会更好

# insightMonthAvgTitle
source: Monthly average: {score} points
de: Monatsdurchschnitt: {score} Punkte
fr: Moyenne mensuelle : {score} pts
hi: मासिक औसत: {score} अंक
ja: 今月の平均スコア: {score}ポイント
ko: 이번 달 평균 점수: {score}점
ru: Средний балл за месяц: {score}
zh: 本月平均：{score}分

# insightMonthAvgHighDesc
source: Consistent performance all month
de: Konstante Leistung den ganzen Monat
fr: Performance régulière tout le mois
hi: पूरे महीने लगातार अच्छा प्रदर्शन
ja: 一ヶ月間着実に頑張りました
ko: 한 달 동안 꾸준히 잘 해왔어요
ru: Стабильно хороший месяц
zh: 一整个月都很稳定

# insightMonthAvgLowDesc
source: Reset your goals and try again
de: Setze neue Ziele und starte neu
fr: Redéfinissez vos objectifs et repartez
hi: लक्ष्य फिर से सेट करें और दोबारा शुरू करें
ja: 目標を再設定して再スタートしましょう
ko: 목표를 재설정하고 다시 시작해보세요
ru: Пересмотрите цели и начните заново
zh: 重新设定目标再出发

# insightMonthBestTitle
source: Best day this month: {month}/{day}
de: Bester Tag des Monats: {day}.{month}.
fr: Meilleur jour du mois : {month}/{day}
hi: इस महीने का सर्वश्रेष्ठ दिन: {month}/{day}
ja: 今月のベストデー: {month}月{day}日
ko: 이번 달 최고의 날: {month}월 {day}일
ru: Лучший день месяца: {day}.{month}
zh: 本月最佳日：{month}月{day}日

# insightMonthBestDesc
source: Score that day: {score} points
de: Punktzahl an dem Tag: {score}
fr: Score ce jour-là : {score} pts
hi: उस दिन का स्कोर: {score} अंक
ja: その日のスコア: {score}ポイント
ko: 그날의 점수: {score}점
ru: Балл того дня: {score}
zh: 当天得分：{score}分

source: Demo Mode
hi: डेमो मोड
ja: デモモード
ru: Демо режим
zh: 演示模式

# demoModeDescription
source: Sample data for App Store screenshots
hi: App Store स्क्रीनशॉट के लिए नमूना डेटा
ja: App Storeスクリーンショット用サンプルデータ
ru: Образцы данных для скриншотов App Store
zh: 用于App Store截图的示例数据

# demoModeEnable
source: Enable Demo Mode
hi: डेमो मोड सक्षम करें
ja: デモモードを有効にする
ru: Включить демо режим
zh: 启用演示模式

# demoModeDisable
source: Disable Demo Mode
hi: डेमो मोड अक्षम करें
ja: デモモードを無効にする
ru: Отключить демо режим
zh: 禁用演示模式

source: Demo mode enabled
hi: डेमो मोड सक्षम हुआ
ja: デモモードが有効になりました
ru: Демо режим включён
zh: 演示模式已启用

source: Demo mode disabled
hi: डेमो मोड अक्षम हुआ
ja: デモモードが無効になりました
ru: Демо режим отключён
zh: 演示模式已禁用

# demoModeGenerating
source: Generating sample data...
hi: नमूना डेटा बनाया जा रहा है...
ja: サンプルデータを生成中...
ru: Генерация образцов данных...
zh: 正在生成示例数据...

# demoModeClearing
source: Clearing demo data...
hi: डेमो डेटा हटाया जा रहा है...
ja: デモデータを削除中...
ru: Удаление демо данных...
zh: 正在清除演示数据...

# timeBlockStartAlarmTitle
source: {title} - {time} before start
ja: {title} - 開始{time}前
ru: {title} - за {time} до начала
zh: {title} - 开始前{time}

# timeBlockStartAlarmBody
source: Starting soon. Get ready!
ja: まもなく開始です。準備しましょう！
ru: Скоро начнётся. Подготовьтесь!
zh: 即将开始，请做好准备！

# timeBlockEndAlarmTitle
source: {title} - {time} before end
ja: {title} - 終了{time}前
ru: {title} - за {time} до окончания
zh: {title} - 结束前{time}

# timeBlockEndAlarmBody
source: Time to wrap up.
ja: まとめの時間です。
ru: Пора завершать.
zh: 该收尾了。

# focusSessionCompleteTitle
source: Focus session complete!
ja: 集中時間完了！
ru: Сессия фокусировки завершена!
zh: 专注时间完成！

# focusSessionCompleteBody
source: Great work! Take a short break.
ja: お疲れ様でした。少し休憩しましょう。
ru: Отличная работа! Сделайте короткий перерыв.
zh: 辛苦了，休息一下吧。

# statDescProductivityScoreTitle
source: Productivity Score
ja: 生産性スコア
ru: Балл продуктивности
zh: 生产力评分

# statDescProductivityScoreBody
source: A 0–100 score combining completion rate, time accuracy, and time block execution.
ja: 完了率、時間精度、タイムブロック実行率を総合した0〜100点のスコアです。
ru: Оценка от 0 до 100, объединяющая процент выполнения, точность времени и исполнение таймблоков.
zh: 综合完成率、时间准确度和时间块执行率的0-100分评分。

# statDescCompletionRingsTitle
source: Completion Rings
ja: 完了率リング
ru: Кольца выполнения
zh: 完成率环

# statDescCompletionRingsBody
source: Shows task completion rate, time block execution rate, and time accuracy.
ja: タスク完了率、タイムブロック実行率、時間精度を表示します。
ru: Показывает процент выполнения задач, таймблоков и точность времени.
zh: 显示任务完成率、时间块执行率和时间准确度。

# statDescTaskPipelineTitle
source: Task Pipeline
ja: タスクフロー
ru: Поток задач
zh: 任务流程

# statDescTaskPipelineBody
source: Shows the flow from total → scheduled → completed → rolled over.
ja: 全体→スケジュール→完了→繰り越しの流れを表示します。
ru: Показывает поток: всего → запланировано → выполнено → перенесено.
zh: 显示总数→已安排→已完成→已顺延的流程。

# statDescTop3StatsTitle
source: Top 3 Achievement
ja: Top 3 達成
ru: Достижение Топ 3
zh: Top 3 达成

# statDescTop3StatsBody
source: Shows the achievement status of your 3 most important tasks.
ja: 最も重要な3つのタスクの達成状況です。
ru: Статус достижения 3 самых важных задач.
zh: 显示最重要的3个任务的达成情况。

# statDescTaskRankingTitle
source: Task Ranking
ja: タスクランキング
ru: Рейтинг задач
zh: 任务排名

# statDescTaskRankingBody
source: Ranks recurring tasks by completion success/failure.
ja: 繰り返しタスクの完了成功/失敗ランキングです。
ru: Ранжирует повторяющиеся задачи по успешности выполнения.
zh: 按完成成功/失败排列重复任务。

# statDescFocusSummaryTitle
source: Focus Analysis
ja: 集中分析
ru: Анализ фокуса
zh: 专注分析

# statDescFocusSummaryBody
source: Focus mode efficiency, time, session count, and pause duration.
ja: 集中モードの効率、時間、セッション数、一時停止時間です。
ru: Эффективность фокуса, время, количество сессий и длительность пауз.
zh: 专注模式效率、时间、会话数和暂停时长。

# statDescTrendChartTitle
source: Productivity Trend
ja: 生産性トレンド
ru: Тренд продуктивности
zh: 生产力趋势

# statDescTrendChartBody
source: Shows daily productivity score changes as a line graph.
ja: 日別の生産性スコア推移を折れ線グラフで表示します。
ru: Показывает ежедневные изменения балла продуктивности в виде графика.
zh: 以折线图展示每日生产力评分变化。

# statDescTagAnalysisTitle
source: Tag Analysis
ja: タグ別分析
ru: Анализ по тегам
zh: 标签分析

# statDescTagAnalysisBody
source: Shows task count and planned time by tag.
ja: タグ別のタスク数と計画時間を表示します。
ru: Показывает количество задач и запланированное время по тегам.
zh: 按标签显示任务数量和计划时间。

# statDescInsightsTitle
source: Insights
ja: インサイト
ru: Инсайты
zh: 洞察

# statDescInsightsBody
source: Auto-generated performance analysis based on your data.
ja: データに基づく自動生成パフォーマンス分析です。
ru: Автоматический анализ эффективности на основе ваших данных.
zh: 基于数据自动生成的绩效分析。
