Repository: skyinthe-sea/timebox
Catalog: lib/l10n/app_*.arb
Languages: de, fr, hi, ja, ko, ru, zh

# appName
source: Timebox Planner
hi: टाइमबॉक्स प्लानर
ja: タイムボックスプランナー
ko: 타임박스 플래너
ru: Таймбокс Планнер
zh: 时间盒规划器

source: Inbox
de: Posteingang
fr: Boîte de réception
hi: इनबॉक्स
ja: インボックス
ko: 인박스
ru: Входящие
zh: 收件箱

source: Calendar
de: Kalender
fr: Calendrier
hi: कैलेंडर
ja: カレンダー
ko: 캘린더
ru: Календарь
zh: 日历

source: Focus
de: Fokus
fr: Concentration
hi: फोकस
ja: 集中
ko: 집중
ru: Фокус
zh: 专注

source: Analytics
de: Analysen
fr: Analyses
hi: विश्लेषण
ja: 分析
ko: 분석
ru: Аналитика
zh: 分析

source: Settings
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
ja: 設定
ko: 설정
ru: Настройки
zh: 设置

source: Task
de: Aufgabe
fr: Tâche
hi: कार्य
ja: タスク
ko: 할 일
ru: Задача
zh: 任务

source: Tasks
de: Aufgaben
fr: Tâches
hi: कार्य सूची
ja: タスク一覧
ko: 할 일 목록
ru: Задачи
zh: 任务列表

source: Add Task
de: Aufgabe hinzufügen
fr: Ajouter une tâche
hi: कार्य जोड़ें
ja: タスクを追加
ko: 할 일 추가
ru: Добавить задачу
zh: 添加任务

source: Edit Task
de: Aufgabe bearbeiten
fr: Modifier la tâche
hi: कार्य संपादित करें
ja: タスクを編集
ko: 할 일 편집
ru: Редактировать задачу
zh: 编辑任务

source: Delete Task
de: Aufgabe löschen
fr: Supprimer la tâche
hi: कार्य हटाएं
ja: タスクを削除
ko: 할 일 삭제
ru: Удалить задачу
zh: 删除任务

# taskTitle
source: Title
de: Titel
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
ru: Название
zh: 标题

# taskNote
source: Note
de: Notiz
hi: नोट
ja: メモ
ko: 메모
ru: Заметка
zh: 备注

source: Estimated Duration
de: Geschätzte Dauer
fr: Durée estimée
hi: अनुमानित समय
ja: 予想所要時間
ko: 예상 소요 시간
ru: Ожидаемая длительность
zh: 预计时长

source: Subtasks
de: Unteraufgaben
fr: Sous-tâches
hi: उप-कार्य
ja: サブタスク
ko: 하위 할 일
ru: Подзадачи
zh: 子任务

source: Add Subtask
de: Unteraufgabe hinzufügen
fr: Ajouter une sous-tâche
hi: उप-कार्य जोड़ें
ja: サブタスクを追加
ko: 하위 할 일 추가
ru: Добавить подзадачу
zh: 添加子任务

source: Priority
de: Priorität
fr: Priorité
hi: प्राथमिकता
ja: 優先度
ko: 우선순위
ru: Приоритет
zh: 优先级

# priorityHigh
source: High
de: Hoch
fr: Haute
hi: उच्च
ja: 高
ko: 높음
ru: Высокий
zh: 高

# priorityMedium
source: Medium
de: Mittel
fr: Moyenne
hi: मध्यम
ja: 中
ko: 보통
ru: Средний
zh: 中

# priorityLow
source: Low
de: Niedrig
fr: Basse
hi: निम्न
ja: 低
ko: 낮음
ru: Низкий
zh: 低

source: Status
fr: Statut
hi: स्थिति
ja: ステータス
ko: 상태
ru: Статус
zh: 状态

# statusTodo
source: To Do
de: Zu erledigen
fr: À faire
hi: करना है
ja: 未完了
ko: 할 일
ru: К выполнению
zh: 待办

# statusInProgress
source: In Progress
de: In Bearbeitung
fr: En cours
hi: प्रगति में
ja: 進行中
ko: 진행 중
ru: В процессе
zh: 进行中

# statusCompleted
source: Completed
de: Abgeschlossen
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료
ru: Завершено
zh: 已完成

# statusDelayed
source: Delayed
de: Verzögert
fr: Retardé
hi: विलंबित
ja: 遅延
ko: 지연됨
ru: Отложено
zh: 已延迟

# statusSkipped
source: Skipped
de: Übersprungen
fr: Ignoré
hi: छोड़ा गया
ja: スキップ
ko: 건너뜀
ru: Пропущено
zh: 已跳过

source: Tag
fr: Étiquette
hi: टैग
ja: タグ
ko: 태그
ru: Тег
zh: 标签

source: Tags
fr: Étiquettes
hi: टैग्स
ja: タグ一覧
ko: 태그들
ru: Теги
zh: 标签列表

source: Add Tag
de: Tag hinzufügen
fr: Ajouter une étiquette
hi: टैग जोड़ें
ja: タグを追加
ko: 태그 추가
ru: Добавить тег
zh: 添加标签

# tagWork
source: Work
hi: काम
ja: 仕事
ru: Работа
zh: 工作

# tagPersonal
source: Personal
hi: व्यक्तिगत
ja: 個人
ru: Личное
zh: 个人

# tagHealth
source: Health
hi: स्वास्थ्य
ja: 健康
ru: Здоровье
zh: 健康

# tagStudy
source: Study
hi: अध्ययन
ja: 学習
ru: Учёба
zh: 学习

source: Select Tag
hi: टैग चुनें
ja: タグを選択
ru: Выберите тег
zh: 选择标签

source: New Tag
hi: नया टैग
ja: 新規タグ
ru: Новый тег
zh: 新标签

# tagNameHint
source: Tag name
hi: टैग का नाम
ja: タグ名
ru: Название тега
zh: 标签名称

source: Select color
hi: रंग चुनें
ja: 色を選択
ru: Выберите цвет
zh: 选择颜色

source: Time Block
de: Zeitblock
fr: Bloc de temps
hi: टाइम ब्लॉक
ja: タイムブロック
ko: 타임 블록
ru: Таймблок
zh: 时间块

source: Create Time Block
de: Zeitblock erstellen
fr: Créer un bloc de temps
hi: टाइम ब्लॉक बनाएं
ja: タイムブロックを作成
ko: 타임 블록 생성
ru: Создать таймблок
zh: 创建时间块

source: Move Time Block
de: Zeitblock verschieben
fr: Déplacer le bloc de temps
hi: टाइम ब्लॉक हिलाएं
ja: タイムブロックを移動
ko: 타임 블록 이동
ru: Переместить таймблок
zh: 移动时间块

source: Resize Time Block
de: Zeitblockgröße ändern
fr: Redimensionner le bloc de temps
hi: टाइम ब्लॉक का आकार बदलें
ja: タイムブロックのサイズを変更
ko: 타임 블록 크기 조정
ru: Изменить размер таймблока
zh: 调整时间块大小

# conflictDetected
source: Schedule conflict detected
de: Terminkonflikt erkannt
fr: Conflit d'horaire détecté
hi: शेड्यूल में टकराव पाया गया
ja: スケジュールの競合が検出されました
ko: 일정 충돌이 감지되었습니다
ru: Обнаружен конфликт расписания
zh: 检测到日程冲突

source: Focus Mode
de: Fokusmodus
fr: Mode concentration
hi: फोकस मोड
ja: 集中モード
ko: 집중 모드
ru: Режим фокуса
zh: 专注模式

source: Start Focus
de: Fokus starten
fr: Démarrer la concentration
hi: फोकस शुरू करें
ja: 集中開始
ko: 집중 시작
ru: Начать фокус
zh: 开始专注

# pauseFocus
source: Pause
hi: रोकें
ja: 一時停止
ko: 일시 정지
ru: Пауза
zh: 暂停

# resumeFocus
source: Resume
de: Fortsetzen
fr: Reprendre
hi: जारी रखें
ja: 再開
ko: 재개
ru: Продолжить
zh: 继续

# completeFocus
source: Complete
de: Abschließen
fr: Terminer
hi: पूर्ण
ja: 完了
ko: 완료
ru: Завершить
zh: 完成

# skipFocus
source: Skip
de: Überspringen
fr: Passer
hi: छोड़ें
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh: 跳过

source: Time Remaining
de: Verbleibende Zeit
fr: Temps restant
hi: शेष समय
ja: 残り時間
ko: 남은 시간
ru: Осталось времени
zh: 剩余时间

source: Today
de: Heute
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
ru: Сегодня
zh: 今天

source: Tomorrow
de: Morgen
fr: Demain
hi: कल
ja: 明日
ko: 내일
ru: Завтра
zh: 明天

source: This Week
de: Diese Woche
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
ko: 이번 주
ru: На этой неделе
zh: 本周

source: minutes
de: Minuten
hi: मिनट
ja: 分
ko: 분
ru: минут
zh: 分钟

source: hours
de: Stunden
fr: heures
hi: घंटे
ja: 時間
ko: 시간
ru: часов
zh: 小时

# minutesShort
source: {count}m
de: {count}min
fr: {count}min
hi: {count}मि
ja: {count}分
ko: {count}분
ru: {count} мин
zh: {count}分

# hoursShort
source: {count}h
hi: {count}घं
ja: {count}時間
ko: {count}시간
ru: {count} ч
zh: {count}时

source: Productivity Score
de: Produktivitätswert
fr: Score de productivité
hi: उत्पादकता स्कोर
ja: 生産性スコア
ko: 생산성 점수
ru: Показатель продуктивности
zh: 生产力评分

source: Planned vs Actual
de: Geplant vs Tatsächlich
fr: Planifié vs Réel
hi: योजना vs वास्तविक
ja: 計画 vs 実績
ko: 계획 vs 실제
ru: План vs Факт
zh: 计划 vs 实际

source: Completion Rate
de: Abschlussrate
fr: Taux de complétion
hi: पूर्णता दर
ja: 完了率
ko: 완료율
ru: Процент выполнения
zh: 完成率

source: Rollover Tasks
de: Übertragene Aufgaben
fr: Tâches reportées
hi: स्थानांतरित कार्य
ja: 繰り越しタスク
ko: 이월된 할 일
ru: Перенесённые задачи
zh: 顺延任务

source: Dark Mode
de: Dunkelmodus
fr: Mode sombre
hi: डार्क मोड
ja: ダークモード
ko: 다크 모드
ru: Тёмный режим
zh: 深色模式

source: Language
de: Sprache
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
ru: Язык
zh: 语言

source: Notifications
de: Benachrichtigungen
hi: सूचनाएं
ja: 通知
ko: 알림
ru: Уведомления
zh: 通知

source: Calendar Sync
de: Kalendersync
fr: Sync. calendrier
hi: कैलेंडर सिंक
ja: カレンダー同期
ko: 캘린더 동기화
ru: Синхронизация календаря
zh: 日历同步

source: Profile
de: Profil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
ko: 프로필
ru: Профиль
zh: 个人资料

source: Logout
de: Abmelden
fr: Déconnexion
hi: लॉग आउट
ja: ログアウト
ko: 로그아웃
ru: Выход
zh: 退出登录

source: Save
de: Speichern
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
ru: Сохранить
zh: 保存

source: Cancel
de: Abbrechen
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
ru: Отмена
zh: 取消

source: Delete
de: Löschen
fr: Supprimer
hi: हटाएं
ja: 削除
ko: 삭제
ru: Удалить
zh: 删除

source: Confirm
de: Bestätigen
fr: Confirmer
hi: पुष्टि करें
ja: 確認
ko: 확인
ru: Подтвердить
zh: 确认

source: Edit
de: Bearbeiten
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
ru: Редактировать
zh: 编辑

source: Done
de: Fertig
fr: Terminé
hi: हो गया
ja: 完了
ko: 완료
ru: Готово
zh: 完成

# emptyInbox
source: Inbox is empty
de: Posteingang ist leer
fr: La boîte de réception est vide
hi: इनबॉक्स खाली है
ja: インボックスは空です
ko: 인박스가 비어있습니다
ru: Входящие пусты
zh: 收件箱为空

# emptyInboxDescription
source: Add a new task to get started
de: Fügen Sie eine neue Aufgabe hinzu
fr: Ajoutez une nouvelle tâche pour commencer
hi: शुरू करने के लिए नया कार्य जोड़ें
ja: 新しいタスクを追加してください
ko: 새로운 할 일을 추가해보세요
ru: Добавьте новую задачу
zh: 添加新任务开始使用

# emptyCalendar
source: No schedule for today
de: Kein Zeitplan für heute
fr: Aucun planning pour aujourd'hui
hi: आज का कोई शेड्यूल नहीं
ja: 今日の予定はありません
ko: 오늘 일정이 없습니다
ru: Нет событий на сегодня
zh: 今天没有日程

# emptyCalendarDescription
source: Drag tasks to create your schedule
de: Ziehen Sie Aufgaben, um Ihren Zeitplan zu erstellen
fr: Glissez des tâches pour créer votre planning
hi: अपना शेड्यूल बनाने के लिए कार्यों को खींचें
ja: タスクをドラッグしてスケジュールを作成してください
ko: 할 일을 드래그하여 일정을 만들어보세요
ru: Перетащите задачу для создания расписания
zh: 拖动任务创建您的日程

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
ru: Ошибка
zh: 错误

# errorGeneric
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s'est produite
hi: कुछ गलत हो गया
ja: 問題が発生しました
ko: 문제가 발생했습니다
ru: Что-то пошло не так
zh: 出了点问题

# errorNetwork
source: Please check your network connection
de: Bitte überprüfen Sie Ihre Netzwerkverbindung
fr: Vérifiez votre connexion réseau
hi: कृपया अपना नेटवर्क कनेक्शन जांचें
ja: ネットワーク接続を確認してください
ko: 네트워크 연결을 확인해주세요
ru: Проверьте подключение к сети
zh: 请检查网络连接

source: Retry
de: Erneut versuchen
fr: Réessayer
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
ru: Повторить
zh: 重试

source: No active session
de: Keine aktive Sitzung
fr: Aucune session active
hi: कोई सक्रिय सत्र नहीं
ja: アクティブなセッションがありません
ko: 진행 중인 세션이 없습니다
ru: Нет активной сессии
zh: 没有进行中的会话

# startFocusDescription
source: Start a focus session to boost your productivity
de: Starten Sie eine Fokussitzung, um Ihre Produktivität zu steigern
fr: Démarrez une session de concentration pour augmenter votre productivité
hi: उत्पादकता बढ़ाने के लिए फोकस सत्र शुरू करें
ja: 集中セッションを開始して生産性を高めましょう
ko: 집중 세션을 시작하여 생산성을 높여보세요
ru: Начните сессию фокуса для повышения продуктивности
zh: 开始专注会话以提高生产力

source: Quick Start
de: Schnellstart
fr: Démarrage rapide
hi: त्वरित प्रारंभ
ja: クイックスタート
ko: 빠른 시작
ru: Быстрый старт
zh: 快速开始

source: Paused
de: Pausiert
fr: En pause
hi: रोका गया
ja: 一時停止中
ko: 일시 정지됨
ru: На паузе
zh: 已暂停

source: Skip
de: Überspringen
fr: Passer
hi: छोड़ें
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh: 跳过

source: Complete
de: Abschließen
fr: Terminer
hi: पूर्ण
ja: 完了
ko: 완료
ru: Завершить
zh: 完成

source: Session Completed!
de: Sitzung abgeschlossen!
fr: Session terminée !
hi: सत्र पूर्ण!
ja: セッション完了！
ko: 세션 완료!
ru: Сессия завершена!
zh: 会话完成！

source: Select Duration
de: Dauer auswählen
fr: Sélectionner la durée
hi: समय चुनें
ja: 時間を選択
ko: 시간 선택
ru: Выберите длительность
zh: 选择时长

source: Filter
fr: Filtrer
hi: फ़िल्टर
ja: フィルター
ko: 필터
ru: Фильтр
zh: 筛选

source: All
de: Alle
fr: Tout
hi: सभी
ja: すべて
ko: 전체
ru: Все
zh: 全部

# statusDone
source: Done
de: Erledigt
fr: Fait
hi: हो गया
ja: 完了
ko: 완료됨
ru: Выполнено
zh: 已完成

# emptyInboxTitle
source: Inbox is empty
de: Posteingang ist leer
fr: La boîte de réception est vide
hi: इनबॉक्स खाली है
ja: インボックスは空です
ko: 인박스가 비어있습니다
ru: Входящие пусты
zh: 收件箱为空

source: To Do
de: Zu erledigen
fr: À faire
hi: करना है
ja: 未完了
ko: 할 일
ru: К выполнению
zh: 待办

source: Completed
de: Abgeschlossen
fr: Terminé
hi: पूर्ण
ja: 完了済み
ko: 완료됨
ru: Завершено
zh: 已完成

# deleteTaskConfirm
source: Delete this task?
de: Diese Aufgabe löschen?
fr: Supprimer cette tâche ?
hi: इस कार्य को हटाएं?
ja: このタスクを削除しますか？
ko: 이 할 일을 삭제하시겠습니까?
ru: Удалить эту задачу?
zh: 删除此任务？

# taskTitleHint
source: What do you need to do?
de: Was müssen Sie tun?
fr: Que devez-vous faire ?
hi: आपको क्या करना है?
ja: 何をしますか？
ko: 무엇을 해야 하나요?
ru: Что нужно сделать?
zh: 你需要做什么？

source: Less options
de: Weniger Optionen
fr: Moins d'options
hi: कम विकल्प
ja: オプションを隠す
ko: 옵션 숨기기
ru: Скрыть опции
zh: 收起选项

source: More options
de: Mehr Optionen
fr: Plus d'options
hi: अधिक विकल्प
ja: その他のオプション
ko: 더 많은 옵션
ru: Больше опций
zh: 更多选项

# taskNoteHint
source: Add a note...
de: Notiz hinzufügen...
fr: Ajouter une note...
hi: नोट जोड़ें...
ja: メモを追加...
ko: 메모 추가...
ru: Добавить заметку...
zh: 添加备注...

source: Title
de: Titel
fr: Titre
hi: शीर्षक
ja: タイトル
ko: 제목
ru: Название
zh: 标题

# timeBlockTitleHint
source: Enter block name
de: Blocknamen eingeben
fr: Entrer le nom du bloc
hi: ब्लॉक का नाम दर्ज करें
ja: ブロック名を入力
ko: 블록 이름 입력
ru: Введите название блока
zh: 输入时间块名称

source: Start Time
de: Startzeit
fr: Heure de début
hi: प्रारंभ समय
ja: 開始時間
ko: 시작 시간
ru: Начало
zh: 开始时间

source: End Time
de: Endzeit
fr: Heure de fin
hi: समाप्ति समय
ja: 終了時間
ko: 종료 시간
ru: Окончание
zh: 结束时间

source: Add
de: Hinzufügen
fr: Ajouter
hi: जोड़ें
ja: 追加
ko: 추가
ru: Добавить
zh: 添加

# top3
source: Top 3 Priorities
de: Top 3 Prioritäten
fr: Top 3 Priorités
hi: शीर्ष 3 प्राथमिकताएं
ja: 最重要タスク3つ
ko: 가장 중요한 3가지
ru: Топ 3 приоритета
zh: 最重要的3件事

# rank1
source: 1st
fr: 1er
hi: पहला
ja: 1位
ko: 1순위
ru: 1-й
zh: 第1

# rank2
source: 2nd
fr: 2ème
hi: दूसरा
ja: 2位
ko: 2순위
ru: 2-й
zh: 第2

# rank3
source: 3rd
fr: 3ème
hi: तीसरा
ja: 3位
ko: 3순위
ru: 3-й
zh: 第3

source: Brain Dump
de: Gedankensammlung
fr: Vidage Cérébral
hi: ब्रेन डंप
ja: ブレインダンプ
ko: 브레인 덤프
ru: Быстрая запись
zh: 头脑风暴

source: Timeline
de: Zeitstrahl
fr: Chronologie
hi: टाइमलाइन
ja: タイムライン
ko: 타임라인
ru: Таймлайн
zh: 时间轴

# dragToSchedule
source: Drag tasks here to schedule
de: Hierher ziehen zum Planen
fr: Glissez pour planifier
hi: शेड्यूल करने के लिए यहां खींचें
ja: ドラッグしてスケジュール
ko: 끌어서 일정 추가
ru: Перетащите для планирования
zh: 拖拽到此处安排日程

# emptyTop3Slot
source: Tap or drag to add
de: Tippen oder ziehen zum Hinzufügen
fr: Appuyez ou glissez pour ajouter
hi: जोड़ने के लिए टैप या ड्रैग करें
ja: タップまたはドラッグして追加
ko: 탭하거나 드래그하여 추가
ru: Нажмите или перетащите для добавления
zh: 点击或拖拽添加

source: Day Start Time
de: Tagesbeginn
fr: Heure de début de journée
hi: दिन की शुरुआत का समय
ja: 1日の開始時間
ko: 하루 시작 시간
ru: Начало дня
zh: 一天开始时间

source: Day End Time
de: Tagesende
fr: Heure de fin de journée
hi: दिन के अंत का समय
ja: 1日の終了時間
ko: 하루 종료 시간
ru: Конец дня
zh: 一天结束时间

# planner
source: Timebox
hi: टाइमबॉक्स
ja: タイムボックス
ko: 타임박스
ru: Таймбокс
zh: 时间盒

# copyToTomorrow
source: Rollover to tomorrow
de: Auch morgen tun
fr: Faire aussi demain
hi: कल भी करें
ja: 明日に繰り越す
ko: 내일도 하기
ru: Перенести на завтра
zh: 移至明天

# copiedToTomorrow
source: Rolled over to tomorrow
de: Für morgen kopiert
fr: Copié pour demain
hi: कल के लिए कॉपी किया गया
ja: 明日に繰り越しました
ko: 내일로 복사되었습니다
ru: Перенесено на завтра
zh: 已移至明天

# rolloverBadge
source: Rollover {count}x
de: Übertrag {count}x
fr: Report {count}x
hi: स्थानांतरित {count}x
ja: 繰越 {count}回
ko: 이월 {count}회
ru: Перенос: {count}
zh: 顺延 {count}次

source: Appearance
de: Erscheinungsbild
fr: Apparence
hi: दिखावट
ja: 外観
ko: 외관
ru: Внешний вид
zh: 外观

source: Theme
de: Design
fr: Thème
hi: थीम
ja: テーマ
ko: 테마
ru: Тема
zh: 主题

# themeSystem
source: System
fr: Système
hi: सिस्टम सेटिंग
ja: システム設定
ko: 시스템 설정
ru: Системная
zh: 跟随系统

# themeLight
source: Light
de: Hell
fr: Clair
hi: लाइट
ja: ライト
ko: 라이트
ru: Светлая
zh: 浅色

# themeDark
source: Dark
de: Dunkel
fr: Sombre
hi: डार्क
ja: ダーク
ko: 다크
ru: Тёмная
zh: 深色

# notificationDescription
source: Receive time block notifications
de: Zeitblock-Benachrichtigungen erhalten
fr: Recevoir les notifications de blocs de temps
hi: टाइम ब्लॉक सूचनाएं प्राप्त करें
ja: タイムブロックの通知を受け取る
ko: 타임박스 알림 받기
ru: Получать уведомления о таймблоках
zh: 接收时间块通知

source: Notification Timing
de: Benachrichtigungszeit
fr: Délai de notification
hi: सूचना समय
ja: 通知タイミング
ko: 알림 시간
ru: Время уведомления
zh: 通知时间

# minutesBefore
source: {count} min before
de: {count} Min. vorher
fr: {count} min avant
hi: {count} मिनट पहले
ja: {count}分前
ko: {count}분 전
ru: За {count} мин
zh: {count}分钟前

source: No calendar connected
de: Kein Kalender verbunden
fr: Aucun calendrier connecté
hi: कोई कैलेंडर कनेक्ट नहीं है
ja: 接続されたカレンダーはありません
ko: 연결된 캘린더 없음
ru: Календарь не подключён
zh: 未连接日历

source: Coming soon
de: Demnächst verfügbar
fr: Bientôt disponible
hi: जल्द आ रहा है
ja: 近日公開
ko: 준비 중입니다
ru: Скоро
zh: 即将推出

source: Time Settings
de: Zeiteinstellungen
fr: Paramètres de temps
hi: समय सेटिंग्स
ja: 時間設定
ko: 시간 설정
ru: Настройки времени
zh: 时间设置

source: Day Time Range
de: Tageszeitbereich
fr: Plage horaire de la journée
hi: दिन का समय सीमा
ja: 1日の時間範囲
ko: 하루 시간 범위
ru: Диапазон дня
zh: 每日时间范围

source: Default Time Block Duration
de: Standard-Zeitblockdauer
fr: Durée par défaut du bloc de temps
hi: डिफ़ॉल्ट टाइम ब्लॉक अवधि
ja: デフォルトのタイムブロック長
ko: 기본 타임박스 길이
ru: Длительность таймблока по умолчанию
zh: 默认时间块时长

source: Data
de: Daten
fr: Données
hi: डेटा
ja: データ
ko: 데이터
ru: Данные
zh: 数据

source: Export Data
de: Daten exportieren
fr: Exporter les données
hi: डेटा निर्यात करें
ja: データをエクスポート
ko: 데이터 내보내기
ru: Экспорт данных
zh: 导出数据

# exportDataDescription
source: Export to CSV file
de: Als CSV-Datei exportieren
fr: Exporter en fichier CSV
hi: CSV फ़ाइल में निर्यात करें
ja: CSVファイルにエクスポート
ko: CSV 파일로 내보내기
ru: Экспорт в CSV файл
zh: 导出为CSV文件

source: Reset Settings
de: Einstellungen zurücksetzen
fr: Réinitialiser les paramètres
hi: सेटिंग्स रीसेट करें
ja: 設定をリセット
ko: 설정 초기화
ru: Сбросить настройки
zh: 重置设置

# resetSettingsConfirm
source: Reset all settings to defaults?
de: Alle Einstellungen auf Standard zurücksetzen?
fr: Réinitialiser tous les paramètres par défaut ?
hi: सभी सेटिंग्स को डिफ़ॉल्ट पर रीसेट करें?
ja: すべての設定を初期状態に戻しますか？
ko: 모든 설정을 초기화하시겠습니까?
ru: Сбросить все настройки?
zh: 将所有设置恢复为默认值？

# settingsReset
source: Settings have been reset
de: Einstellungen wurden zurückgesetzt
fr: Les paramètres ont été réinitialisés
hi: सेटिंग्स रीसेट हो गई हैं
ja: 設定がリセットされました
ko: 설정이 초기화되었습니다
ru: Настройки сброшены
zh: 设置已重置

# longPressToSelect
source: Long press to select time range
de: Lange drücken um Zeitbereich auszuwählen
fr: Appuyez longuement pour sélectionner une plage horaire
hi: समय सीमा चुनने के लिए दबाए रखें
ja: 長押しして時間範囲を選択
ko: 길게 눌러서 시간 범위 선택
ru: Долгое нажатие для выбора диапазона
zh: 长按选择时间范围

# selectTask
source: Select a task
de: Aufgabe auswählen
fr: Sélectionner une tâche
hi: कार्य चुनें
ja: タスクを選択
ko: 할 일 선택
ru: Выберите задачу
zh: 选择任务

source: No unscheduled tasks
de: Keine ungeplanten Aufgaben
fr: Aucune tâche non planifiée
hi: कोई अनिर्धारित कार्य नहीं
ja: 未スケジュールのタスクはありません
ko: 미배정 할 일이 없습니다
ru: Нет незапланированных задач
zh: 没有未安排的任务

source: Add new task
de: Neue Aufgabe hinzufügen
fr: Ajouter une nouvelle tâche
hi: नया कार्य जोड़ें
ja: 新しいタスクを追加
ko: 새 할 일 추가
ru: Добавить новую задачу
zh: 添加新任务

# addNewTaskHint
source: Enter task title...
de: Aufgabentitel eingeben...
fr: Entrer le titre de la tâche...
hi: कार्य शीर्षक दर्ज करें...
ja: タスクのタイトルを入力...
ko: 할 일 제목 입력...
ru: Введите название задачи...
zh: 输入任务标题...

source: Assign to time block
de: Zeitblock zuweisen
fr: Assigner au bloc de temps
hi: टाइम ब्लॉक में असाइन करें
ja: タイムブロックに割り当て
ko: 타임블록에 할당
ru: Назначить в таймблок
zh: 分配到时间块

source: Merge blocks
de: Blöcke zusammenführen
fr: Fusionner les blocs
hi: ब्लॉक मर्ज करें
ja: ブロックを結合
ko: 블록 병합
ru: Объединить блоки
zh: 合并时间块

# overlapWarning
source: Warning: Time blocks overlap
de: Warnung: Zeitblöcke überlappen sich
fr: Attention : Les blocs de temps se chevauchent
hi: चेतावनी: टाइम ब्लॉक ओवरलैप हो रहे हैं
ja: 警告: タイムブロックが重複しています
ko: 경고: 타임블록이 겹칩니다
ru: Внимание: таймблоки перекрываются
zh: 警告：时间块重叠

source: Task assigned
de: Aufgabe zugewiesen
fr: Tâche assignée
hi: कार्य असाइन किया गया
ja: タスクが割り当てられました
ko: 할 일이 할당되었습니다
ru: Задача назначена
zh: 任务已分配

# tapToCancel
source: Tap outside to cancel
de: Außerhalb tippen zum Abbrechen
fr: Appuyez à l'extérieur pour annuler
hi: रद्द करने के लिए बाहर टैप करें
ja: 外側をタップしてキャンセル
ko: 바깥을 탭하여 취소
ru: Нажмите снаружи для отмены
zh: 点击外部取消

source: Statistics
de: Statistiken
fr: Statistiques
hi: सांख्यिकी
ja: 統計
ko: 통계
ru: Статистика
zh: 统计

# todayHighlights
source: Today's Highlights
de: Highlights des Tages
fr: Points forts du jour
hi: आज की मुख्य बातें
ja: 今日のハイライト
ko: 오늘의 하이라이트
ru: Итоги дня
zh: 今日亮点

# completedTasksCount
source: Completed Tasks
de: Abgeschlossene Aufgaben
fr: Tâches terminées
hi: पूर्ण कार्य
ja: 完了タスク
ko: 완료한 Task
ru: Выполнено задач
zh: 完成任务

# focusTimeMinutes
source: Focus Time
de: Fokuszeit
fr: Temps de concentration
hi: फोकस समय
ja: 集中時間
ko: 집중 시간
ru: Время фокуса
zh: 专注时间

# timeSavedMinutes
source: Time Saved
de: Eingesparte Zeit
fr: Temps économisé
hi: बचाया गया समय
ja: 節約した時間
ko: 절약한 시간
ru: Сэкономлено времени
zh: 节省时间

source: Top 3 Achievement
de: Top 3 Erreichung
fr: Top 3 atteint
hi: Top 3 उपलब्धि
ja: Top 3達成
ko: Top 3 달성
ru: Топ 3 достижения
zh: Top 3 达成

# trend
source: Productivity Trend
de: Trend
fr: Tendance
hi: उत्पादकता रुझान
ja: 生産性トレンド
ko: 트렌드
ru: Тренд продуктивности
zh: 生产力趋势

source: Tag Analysis
de: Tag-Analyse
fr: Analyse par étiquette
hi: टैग विश्लेषण
ja: タグ別分析
ko: 태그별 분석
ru: Анализ по тегам
zh: 标签分析

source: Insights
de: Einblicke
fr: Analyses
hi: अंतर्दृष्टि
ja: インサイト
ko: 인사이트
ru: Инсайты
zh: 洞察

source: Daily
de: Täglich
fr: Quotidien
hi: दैनिक
ja: 日次
ko: 일간
ru: День
zh: 每日

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
hi: साप्ताहिक
ja: 週次
ko: 주간
ru: Неделя
zh: 每周

source: Monthly
de: Monatlich
fr: Mensuel
hi: मासिक
ja: 月次
ko: 월간
ru: Месяц
zh: 每月

# focusModeTooltip
source: Focus Mode
de: Fokusmodus
fr: Mode concentration
hi: फोकस मोड
ja: 集中モード
ko: 집중 모드
ru: Режим фокуса
zh: 专注模式

source: Start Alarm
fr: Alarme de début
hi: प्रारंभ अलार्म
ja: 開始アラーム
ko: 시작 알림
ru: Уведомление о начале
zh: 开始提醒

source: End Alarm
fr: Alarme de fin
hi: समाप्ति अलार्म
ja: 終了アラーム
ko: 종료 알림
ru: Уведомление об окончании
zh: 结束提醒

source: Notify before start
de: Vor dem Start benachrichtigen
fr: Notifier avant le début
hi: शुरू होने से पहले सूचित करें
ja: 開始前に通知
ko: 시작 전 알림
ru: Уведомить до начала
zh: 开始前通知

source: Notify before end
de: Vor dem Ende benachrichtigen
fr: Notifier avant la fin
hi: समाप्त होने से पहले सूचित करें
ja: 終了前に通知
ko: 종료 전 알림
ru: Уведомить до окончания
zh: 结束前通知

# selectMultipleTimings
source: You can select multiple times
de: Mehrere Zeiten auswählbar
fr: Sélection multiple possible
hi: एक से अधिक समय चुन सकते हैं
ja: 複数選択可能
ko: 여러 시간을 선택할 수 있습니다
ru: Можно выбрать несколько
zh: 可以选择多个时间

source: Daily Reminder
de: Tägliche Erinnerung
fr: Rappel quotidien
hi: दैनिक रिमाइंडर
ja: 毎日のリマインダー
ko: 일일 리마인더
ru: Ежедневное напоминание
zh: 每日提醒

# dailyReminderDesc
source: Get notified on days you haven't opened the app
de: Benachrichtigung an Tagen ohne App-Nutzung
fr: Notification les jours sans utilisation de l'app
hi: जिन दिनों ऐप नहीं खोला उन दिनों सूचना
ja: アプリを開いていない日に通知
ko: 앱을 열지 않은 날 알림 받기
ru: Напоминание в дни без активности
zh: 未打开应用的日子接收通知

# dailyReminderTime
source: Reminder Time
de: Erinnerungszeit
fr: Heure du rappel
hi: रिमाइंडर समय
ja: リマインダー時間
ko: 리마인더 시간
ru: Время напоминания
zh: 提醒时间

source: Notification permission required
de: Benachrichtigungsberechtigung erforderlich
fr: Permission de notification requise
hi: सूचना अनुमति आवश्यक
ja: 通知権限が必要です
ko: 알림 권한이 필요합니다
ru: Требуется разрешение на уведомления
zh: 需要通知权限

# notificationPermissionDesc
source: Please allow notification permission to receive time block alerts
de: Bitte erlauben Sie Benachrichtigungen für Zeitblock-Alarme
fr: Veuillez autoriser les notifications pour les alertes de bloc de temps
hi: टाइम ब्लॉक अलर्ट के लिए सूचना अनुमति दें
ja: タイムブロック通知を受け取るには通知権限を許可してください
ko: 타임블록 알림을 받으려면 알림 권한을 허용해주세요
ru: Разрешите уведомления для получения напоминаний о таймблоках
zh: 请允许通知权限以接收时间块提醒

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
zh: 打开设置

source: Permission granted
de: Berechtigung erteilt
fr: Permission accordée
hi: अनुमति दी गई
ja: 権限許可済み
ko: 권한 허용됨
ru: Разрешение получено
zh: 已授权

source: Permission denied
de: Berechtigung verweigert
fr: Permission refusée
hi: अनुमति अस्वीकार
ja: 権限拒否
ko: 권한 거부됨
ru: Разрешение отклонено
zh: 已拒绝

source: Request Permission
de: Berechtigung anfordern
fr: Demander la permission
hi: अनुमति का अनुरोध करें
ja: 権限をリクエスト
ko: 권한 요청
ru: Запросить разрешение
zh: 请求权限
